Repository: zDevelopers/Hawk-GUI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Minecraft version
fr: Version de Minecraft

source: Unknown version
fr: Version inconnue

source: generator
fr: générateur

source: Unspecified generator
fr: Générateur inconnu

source: report
fr: rapport

source: reports
fr: rapports

source: Title
fr: Titre

source: Published at
fr: Publié le

source: Published by
fr: Publié par

source: Generator
fr: Générateur

source: Generator link
fr: Lien vers le générateur

source: Views count
fr: Nombre de vues

source: Raw report
fr: Rapport brut

source: Processed report
fr: Rapport traité

source: Change language
fr: Changer de langue

source: Select your language…
fr: Sélectionnez votre langue…

source: Show all
fr: Tout afficher

source: Hearts
fr: Cœurs

source: %(times)s time
fr: %(times)s fois

source: %(weapon)s with enchants
fr: %(weapon)s avec enchantements

source: Lethal attack
fr: Coup léthal

source: (dark blue)
fr: (bleu sombre)

source: (black)
fr: (noir)

source: %(title)s - Match Report - Hawk
fr: %(title)s – Récapitulatif de partie – Hawk

source: %(written_number)s player
fr: %(written_number)s joueur

source: Winner
fr: Vainqueur

source: Game Summary
fr: Récapitulatif

source: Damages and Regenerations
fr: Dégâts et régénérations

source: Players and Statistics
fr: Joueurs et statistiques

source: Game timeline
fr: Déroulement de la partie

source: Players
fr: Les joueurs

source: Teams
fr: Les équipes

source: Teamless players
fr: Joueurs sans équipe

source: Hover icons for details
fr: Survolez les icônes pour plus de détails

source: <strong>%(damage)s</strong> damage taken
fr: <strong>%(damage)s</strong> dégât reçu

source: %(damager_name)s with %(weapon)s: -%(damage)s life point (lethal)
fr: %(damager_name)s avec %(weapon)s: -%(damage)s point de vie (mortel)

source: %(damager_name)s: -%(damage)s life point (lethal)
fr: %(damager_name)s: -%(damage)s point de vie (mortel)

source: %(damager_name)s with %(weapon)s: -%(damage)s life point
fr: %(damager_name)s avec %(weapon)s: -%(damage)s point de vie

source: %(damager_name)s: -%(damage)s life point
fr: %(damager_name)s: -%(damage)s point de vie

source: <strong>%(damage)s</strong> damage caused
fr: <strong>%(damage)s</strong> dégât engendré

source: <strong>%(damage)s</strong> life regenerated
fr: <strong>%(damage)s</strong> vie régénérée

source: %(healer_name)s: +%(heal)s life point
fr: %(healer_name)s: +%(heal)s point de vie

source: <strong>%(kills)s</strong> player killed
fr: <strong>%(kills)s</strong> joueur tué

source: Killed by
fr: Tué(e) par

source: Rank
fr: Classement

source: Environmental damages
fr: Dégâts engendrés par l'environnement

source: <strong>%(damage)s</strong> damage caused
fr: <strong>%(damage)s</strong> dégât engendré

source: Creatures caused no damage.
fr: Les créatures n'ont causé aucun dégât.

source: No damages were caused by the environment.
fr: L'environnement inanimé n'a causé aucun dégât.

source: Generated by <a href="%(link)s">%(generator)s</a> on Minecraft %(minecraft)s using <a href="%(home_url)s">Hawk</a>.
fr: Généré par <a href="%(link)s">%(generator)s</a> sous Minecraft %(minecraft)s grâce à <a href="%(home_url)s">Hawk</a>.

source: Generated by <a href="%(link)s">%(generator)s</a> using <a href="%(home_url)s">Hawk</a>.
fr: Généré par <a href="%(link)s">%(generator)s</a> grâce à <a href="%(home_url)s">Hawk</a>.

source: Generated on Minecraft %(minecraft)s using <a href="%(home_url)s">Hawk</a>.
fr: Généré sous Minecraft %(minecraft)s grâce à <a href="%(home_url)s">Hawk</a>.

source: Generated using <a href="%(home_url)s">Hawk</a>.
fr: Généré grâce à <a href="%(home_url)s">Hawk</a>.

source: Hawk is a project developed with <a href="%(hawk_url)s">love, Rust and Python</a> by <a href="%(amaury_url)s">Amaury Carrade</a> and <a href="%(florian_url)s">Florian Cassayre</a>.
fr: Hawk est un projet développé avec <a href="%(hawk_url)s">amour, Rust et Python</a> par <a href="%(amaury_url)s">Amaury Carrade</a> et <a href="%(florian_url)s">Florian Cassayre</a>.

source: We are not responsible of the reports content (in particular, pseudonyms and team names).
fr: Nous ne sommes pas responsables du contenu de ce site (en particulier des pseudonymes et des noms d'équipe).

source: View this report in JSON format (machine readable)
fr: Voir ce rapport au format JSON (lisible par une machine)

source: Global statistics
fr: Statistiques générales

source: Played %(play_time)s
fr: A joué %(play_time)s

source: Ranked %(rank)s, %(kills)s kill
fr: Classé(e) %(rank)s, %(kills)s tué(e)

source: Ranked %(rank)s
fr: Classé(e) %(rank)s

source: All the stats from all the players, aggregated.
fr: Toutes les statistiques de tous les joueurs, agrégées.

source: Use tabs above to check out detailled statistics for each player!
fr: Utilisez les onglets ci-dessus pour consulter les statistiques pour chaque joueur !

source: General Statistics
fr: Statistiques générales

source: Mined Blocks
fr: Blocs minés

source: Picked-Up Items
fr: Blocs récupérés

source: Used items
fr: Éléments utilisés

source: We do not have any recorded statistics for this player.
fr: Nous n'avons pas de statistiques collectés pour ce joueur ou cette joueuse.

source: Global statistics are not available for this report because it is too old.
fr: Les statistiques générales ne sont pas disponibles car ce rapport est trop ancien.

source: You can still check players statistics above.
fr: Vous pouvez malgré tout consulter les statistiques individuelles ci-dessus.

source: {days:d} days, {hours:d} hours and {minutes:d} minutes
fr: {days:d} jours, {hours:d} heures et {minutes:d} minutes

source: {hours:d} hours and {minutes:d} minutes
fr: {hours:d} heures et {minutes:d} minutes

source: {minutes:d} minutes and {seconds:d} seconds
fr: {minutes:d} minutes et {seconds:d} secondes

source: {seconds:d} seconds
fr: {seconds:d} secondes

source: {damage} heart against {damagee}
fr: {damage} cœur contre {damagee}

source: Half a heart against %s
fr: Un demi-cœur contre %s

source: {damage} heart and a half against {damagee}
fr: {damage} cœur et demi contre {damagee}

source: %d heart regenerated
fr: %d cœur régénéré

source: Half a heart regenerated
fr: Un demi-cœur régénéré

source: {heal} heart and a half regenerated
fr: {heal} cœur et demi régénéré

source: Aqua Affinity
fr: Affinité aquatique

source: Bane of Arthropods
fr: Fléau des arthropodes

source: Blast Protection
fr: Protection contre les explosions

source: Channeling
fr: Canalisation

source: Curse of Binding
fr: Malédiction du lien éternel

source: Curse of Vanishing
fr: Malédiction de disparition

source: Depth Strider
fr: Agilité aquatique

source: Efficiency
fr: Efficacité

source: Feather Falling
fr: Chute amortie

source: Fire Aspect
fr: Aura de feu

source: Fire Protection
fr: Protection contre le feu

source: Flame
fr: Flamme

source: Frost Walker
fr: Semelles givrantes

source: Impaling
fr: Empalement

source: Infinity
fr: Infinité

source: Knockback
fr: Recul

source: Looting
fr: Butin

source: Loyalty
fr: Loyauté

source: Luck of the Sea
fr: Chance de la mer

source: Lure
fr: Appât

source: Mending
fr: Raccommodage

source: Multishot
fr: Tir multiple

source: Piercing
fr: Perforation

source: Power
fr: Puissance

source: Projectile Protection
fr: Protection contre les projectiles

source: Punch
fr: Frappe

source: Quick Charge
fr: Charge rapide

source: Respiration
fr: Apnée

source: Riptide
fr: Impulsion

source: Sharpness
fr: Tranchant

source: Silk Touch
fr: Toucher de soie

source: Smite
fr: Châtiment

source: Sweeping Edge
fr: Affilage

source: Thorns
fr: Épines

source: Unbreaking
fr: Solidité

source: Player
fr: Joueur

source: Skeleton
fr: Squelette

source: Pigman
fr: Cochon zombie

source: Witch
fr: Sorcière

source: Spider
fr: Araignée

source: Cave Spider
fr: Araignée des cavernes

source: Magme Cube
fr: Cube de magma

source: Wolf
fr: Loup

source: Angry Wolf
fr: Loup énervé

source: Iron Golem
fr: Golem de fer

source: Zombie Villager
fr: Zombie-villageois

source: Wither Boss
fr: Wither

source: Wither Skeleton
fr: Wither squelette

source: Fire
fr: Feu

source: Lava
fr: Lave

source: Thunder
fr: Orage

source: TNT
fr: Trinitrotoluène

source: Fall
fr: Chute

source: Drowning
fr: Noyade

source: Starvation
fr: Faim

source: Command
fr: Commande

source: Fists
fr: Poings

source: Wooden Sword
fr: Épée en bois

source: Stone Sword
fr: Épée en pierre

source: Iron Sword
fr: Épée en fer

source: Golden Sword
fr: Épée en or

source: Diamond Sword
fr: Épée en diamant

source: Wooden Axe
fr: Hache en bois

source: Stone Axe
fr: Hache en pierre

source: Iron Axe
fr: Hache en fer

source: Golden Axe
fr: Hache en or

source: Diamond Axe
fr: Hache en diamant

source: Wooden Pickaxe
fr: Pioche en bois

source: Stone Pickaxe
fr: Pioche en pierre

source: Iron Pickaxe
fr: Pioche en fer

source: Golden Pickaxe
fr: Pioche en or

source: Diamond Pickaxe
fr: Pioche en diamant

source: Wooden Hoe
fr: Houe en bois

source: Stone Hoe
fr: Houe en pierre

source: Iron Hoe
fr: Houe en fer

source: Golden Hoe
fr: Houe en or

source: Diamond Hoe
fr: Houe en diamant

source: Wooden Shovel
fr: Pelle en bois

source: Stone Shovel
fr: Pelle en pierre

source: Iron Shovel
fr: Pelle en fer

source: Golden Shovel
fr: Pelle en or

source: Diamond Shovel
fr: Pelle en diamant

source: Bow
fr: Arc

source: Magic
fr: Magie

source: Natural Regeneration
fr: Régénération naturelle

source: Golden Apple
fr: Pomme dorée

source: Enchanted Golden Apple
fr: Pomme dorée enchantée

source: Healing Potion
fr: Potion de soins

source: Unknown
fr: Inconnu

source: Games quit
fr: Parties quittées

source: Time Played
fr: Temps de jeu

source: Since Last Death
fr: Temps depuis la dernière mort

source: Sneak Time
fr: Temps passé accroupi(e)

source: Distance Walked
fr: Distance à pied

source: Distance Crouched
fr: Distance accroupi(e)

source: Distance Sprinted
fr: Distance courue

source: Distance Swum
fr: Distance nagée

source: Distance Fallen
fr: Distance en tombant

source: Distance Climbed
fr: Distance grimpée

source: Distance Flown
fr: Distance en l'air

source: Distance Walked under Water
fr: Distance sous l'eau

source: Distance by Minecart
fr: Distance en wagonnet

source: Distance by Boat
fr: Distance en bateau

source: Distance by Pig
fr: Distance à dos de cochon

source: Distance by Horse
fr: Distance à cheval

source: Distance by Elytra
fr: Distance en élytres

source: Jumps
fr: Sauts

source: Damage Dealt
fr: Dégâts infligés

source: Damage Dealt (Absorbed)
fr: Dégâts infligés (absorbés)

source: Damage Dealt (Resisted)
fr: Dégâts infligés (résistés)

source: Damage Taken
fr: Dégâts reçus

source: Damage Absorbed
fr: Dégâts absorbés

source: Damage Resisted
fr: Dégâts résistés

source: Damage Blocked by Shield
fr: Dégâts bloqués par le bouclier

source: Number of Deaths
fr: Nombre de morts

source: Mob Kills
fr: Créatures tuées

source: Player Kills
fr: Personnes tué(e)s

source: Items Dropped
fr: Objets jetés

source: Items Enchanted
fr: Objets enchantés

source: Animals Bred
fr: Animaux engendrés

source: Ate
fr: Mangé

source: Fish Caught
fr: Poissons pêchés

source: Talked to Villagers
fr: Villageois abordés

source: Traded with Villagers
fr: Échanges avec les villageois

source: Cake Slices Eaten
fr: Parts de gâteau mangées

source: Cauldrons Filled
fr: Chaudrons remplis

source: Water Taken from Cauldron
fr: Eau prise de chaudrons

source: Armor Pieces Cleaned
fr: Pièces d'armure nettoyées

source: Banners Cleaned
fr: Bannières nettoyées

source: Brewing Stand Used
fr: Alambic utilisé

source: Beacon Used
fr: Balise utilisée

source: Crafting Table Used
fr: Établi utilisé

source: Furnace Used
fr: Fourneau utilisé

source: Blast Furnace Used
fr: Haut fourneau utilisé

source: Campfire Used
fr: Feu de camp utilisé

source: Cartography Table Used
fr: Table de cartographe utilisée

source: Lectern Used
fr: Pupitre utilisé

source: Loom Used
fr: Métier à tisser utilisé

source: Smoker Used
fr: Fumoir utilisé

source: Stonecutter Used
fr: Tailleur de pierres utilisé

source: Dispensers Searched
fr: Distributeurs inspectés

source: Droppers Searched
fr: Droppers inspectés

source: Hoppers Searched
fr: Entonnoirs inspectés

source: Chests Opened
fr: Coffres ouverts

source: Trapped Chests Triggered
fr: Coffres piégés déclanchés

source: Ender Chests Opened
fr: Coffres de l'Ender ouverts

source: Note Blocks played
fr: Blocs musicaux joués

source: Note Blocks tuned
fr: Blocs musicaux accordés

source: Plants Potted
fr: Plantes mises en pot

source: Music Discs Played
fr: Disques de musique joués

source: Times Slept in a Bed
fr: Nuits passées dans un lit

source: Shulker Boxes Cleaned
fr: Boîtes de Shulker nettoyées

source: Shulker Boxes Opened
fr: Boîtes de Shulker ouvertes

source: Distance Walked on Water
fr: Distance sur l'eau

source: Since Last Rest
fr: Temps depuis le dernier repos

source: Barrels Opened
fr: Tonneaux ouverts

source: Bells Rung
fr: Cloches sonnées

source: Raids Triggered
fr: Invasions déclanchées

source: Raids Won
fr: Invasions vaincues

source: The number of times "Save and quit to title" has been clicked.
fr: Le nombre de fois que « Sauvegarder et quitter » a été cliqué.

source: The total amount of time played.
fr: Le temps total joué.

source: The time since the player's last death.
fr: Le temps écoulé depuis la dernière mort.

source: The time the player has held down the sneak button.
fr: La durée pendant laquelle le bouton d'accroupissement a été maintenu.

source: The total distance walked.
fr: La distance totale marchée.

source: The total distance walked while sneaking.
fr: La distance totale marchée en étant accroupi(e).

source: The total distance sprinted.
fr: La distance totale courue.

source: The total distance covered with sprint-swimming.
fr: La distance totale parcourue en nageant rapidement.

source: The total distance fallen, excluding jumping. If the player falls more than one block, the entire jump is counted.
fr: La distance totale chue, en excluant les sauts. Les chutes de plus d'un bloc de haut sont comptées.

source: The total distance traveled up ladders or vines.
fr: La distance totale parcourue sur des échelles ou autres vignes.

source: The total distance traveled upwards and forwards at the same time, while more than one block above the ground.
fr: La distance totale parcourue vers le haut et l'avant en même temps, tout en étant à plus d'un bloc du sol.

source: The total distance walked underwater.
fr: La distance totale marchée sous l'eau.

source: The total distance traveled by minecarts.
fr: La distance totale parcourue à bort d'un wagonnet.

source: The total distance traveled by boats.
fr: La distance totale parcourue en bateau.

source: The total distance traveled by pigs via saddles.
fr: La distance totale parcourue sur le dos d'un cochon scellé.

source: The total distance traveled by horses.
fr: La distance totale parcourue à cheval.

source: The total distance traveled by elytra.
fr: La distance totale parcourue en élytres.

source: The total number of jumps performed.
fr: Le nombre totale de sauts effectués.

source: The amount of damage the player has dealt (including towards mobs). Only includes melee attacks.
fr: La quantité de dégâts infligés, que ce soit contre les autres joueurs ou contre les créatures. Ne prends en compte que les dégâts de mêlée.

source: The amount of damage the player has dealt that were absorbed.
fr: La quantité de dégâts infligés qu'ont été absorbés.

source: The amount of damage the player has dealt that were resisted.
fr: La quantité de dégâts infligés qu'ont été résistés.

source: The amount of damage the player has taken.
fr: La quantité de dégâts reçue.

source: The amount of damage the player has absorbed (e.g. via the Absorption potion effect).
fr: La quantité de dégâts absorbés (par exemple, via l'effet de potion “Absorption”).

source: The amount of damage the player has resisted (e.g. using an armor).
fr: La quantité de dégâts résistés (par exemple, à l'aide d'une armure).

source: The amount of damage the player has blocked with a shield.
fr: La quantité de dégâts bloqués par un bouclier.

source: The number of times the player died.
fr: Le nombre de fois que ce joueur ou cette joueuse est mort(e).

source: The number of mobs the player killed.
fr: Le nombre de créatures tuées.

source: The number of players the player killed. Indirect killings (such as pushing people off a cliff) do not count.
fr: Le nombre de joueurs ou de joueuses tuées. Les meurtres indirects (par exemple, en poussant un joueur du haut d'une falaise) ne comptent pas.

source: The number of items dropped. This does not include items dropped upon death.
fr: Le nombre d'objets lâchés. Les objets laissés à la mort ne sont pas pris en compte.

source: The number of items enchanted.
fr: Le nombre d'objets enchantés.

source: The number of times the player bred two mobs.
fr: Le nombre de fois qu'un joueur ou qu'une joueuse a accouplé deux créatures.

source: The number of times the player ate.
fr: Le nombre de fois qu'un joueur ou qu'une joueuse a mangé.

source: The number of fish caught.
fr: Le nombre de poissons pêchés.

source: The number of times interacted with villagers (opened the trading GUI).
fr: Le nombre d'interactions avec un villageois (autrement dit, le nombre de fois que l'interface d'échanges a été ouverte).

source: The number of times traded with villagers.
fr: Le nombre d'échanges avec des villageois.

source: The number of cake slices eaten.
fr: Le nombre de tranches de gâteau mangées.

source: The number of times the player filled cauldrons with water buckets.
fr: Le nombre de fois qu'un joueur ou qu'une joueuse a rempli un chaudron avec un seau d'eau.

source: The number of times the player took water from cauldrons with glass bottles.
fr: Le nombre de fois que de l'eau a été retirée d'un chaudron avec une bouteille d'eau.

source: The number of dyed leather armors washed with a cauldron.
fr: Le nombre d'armures de cuir colorées qu'ont été nettoyées dans un chaudron.

source: The number of banner patterns washed with a cauldron.
fr: Le nombre de bannières qu'ont été nettoyées dans un chaudron.

source: The number of times interacted with brewing stands.
fr: Le nombre d'interactions avec des alambics.

source: The number of times interacted with beacons.
fr: Le nombre d'interactions avec des balises.

source: The number of times interacted with crafting tables.
fr: Le nombre d'interactions avec des établis.

source: The number of times interacted with furnaces.
fr: Le nombre d'interactions avec des fours.

source: The number of times interacted with blast furnaces.
fr: Le nombre d'interactions avec des hauts fourneaux.

source: The number of times interacted with campfires.
fr: Le nombre d'interactions avec des feux de camp.

source: The number of times interacted with cartography tables.
fr: Le nombre d'interactions avec des tables de cartographe.

source: The number of times interacted with lecterns.
fr: Le nombre d'interactions avec des pupitres.

source: The number of times interacted with looms.
fr: Le nombre d'interactions avec des métiers à tisser.

source: The number of times interacted with smokers.
fr: Le nombre d'interactions avec des fumoirs.

source: The number of times interacted with stonecutters.
fr: Le nombre d'interactions avec des tailleurs de pierre.

source: The number of times interacted with dispensers.
fr: Le nombre d'interactions avec des distributeurs.

source: The number of times interacted with droppers.
fr: Le nombre d'interactions avec des droppers.

source: The number of times interacted with hoppers.
fr: Le nombre d'interactions avec des entonnoirs.

source: The number of times the player opened chests.
fr: Le nombre de fois qu'un coffre a été ouvert.

source: The number of times the player opened trapped chests.
fr: Le nombre de fois qu'un coffre piégé a été ouvert.

source: The number of times the player opened ender chests.
fr: Le nombre de fois qu'un coffre de l'Ender a été ouvert.

source: The number of note blocks hit.
fr: Le nombre de blocs musicaux frappés.

source: The number of times interacted with note blocks.
fr: Le nombre d'interactions avec des blocs musicaux.

source: The number of plants potted onto flower pots.
fr: Le nombre de plantes plantées dans des pots de fleur.

source: The number of music discs played on a jukebox.
fr: Le nombre de disques joués dans un lecteur de musique.

source: The number of times the player has slept in a bed.
fr: Le nombre de fois qu'un joueur ou qu'une joueuse a dormi dans un lit.

source: The number of times the player has washed a Shulker Box with a cauldron.
fr: Le nombre de fois qu'une boîte de Shulker a été nettoyée dans un chaudron.

source: The number of times the player has opened a Shulker Box.
fr: Le nombre de fois qu'une boîte de Shulker a été ouverte.

source: The distance covered while bobbing up and down over water.
fr: La distance parcourue en bougeant de haut en bas au-dessus de l'eau.

source: The time since the player's last rest.
fr: La durée écoulée depuis le dernier repos.

source: The number of times the player has opened a barrel.
fr: Le nombre de fois qu'un tonneau a été ouvert.

source: The number of times the player has rung a bell.
fr: Le nombre de fois qu'une cloche a été sonnée.

source: The number of times the player has triggered a raid.
fr: Le nombre de fois qu'une invasion a été déclenchée.

source: The number of times the player has won a raid.
fr: Le nombre de fois qu'une évasion a été vaincue.

source: Italian
fr: Italien

source: Generated by <a href="%(link)s">%(generator)s</a> on Minecraft %(minecraft)s using <a href="%(home_url)s">Hawk</a>.
fr: Généré par <a href="%(link)s">%(generator)s</a> sur Minecraft %(minecraft)s grâce à <a href="%(home_url)s">Hawk</a>.

source: Generated by <a href="%(link)s">%(generator)s</a> using <a href="%(home_url)s">Hawk</a>.
fr: Généré par <a href="%(link)s">%(generator)s</a> grâce à <a href="%(home_url)s">Hawk</a>.

source: Generated on Minecraft %(minecraft)s using <a href="%(home_url)s">Hawk</a>.
fr: Généré sur Minecraft %(minecraft)s grâce à <a href="%(home_url)s">Hawk</a>.

source: Generated using <a href="%(home_url)s">Hawk</a>.
fr: Généré grâce à <a href="%(home_url)s">Hawk</a>.

source: Hawk is a project developed with <a href="%(hawk_url)s">love, Rust and Python</a> by <a href="%(amaury_url)s">Amaury Carrade</a> and <a href="%(florian_url)s">Florian Cassayre</a>.
fr: Hawk est un projet développé avec <a href="%(hawk_url)s">amour, Rust and Python</a> par <a href="%(amaury_url)s">Amaury Carrade</a> et <a href="%(florian_url)s">Florian Cassayre</a>.

source: %(written_number)s player
fr: %(written_number)s joueur

source: Winner
fr: Gagnant

source: <strong>%(damage)s</strong> damage taken
fr: <strong>%(damage)s</strong> dégât reçu

source: %(damager_name)s with %(weapon)s: -%(damage)s life point (lethal)
fr: %(damager_name)s avec %(weapon)s: -%(damage)s point de vie (létal)

source: %(damager_name)s: -%(damage)s life point (lethal)
fr: %(damager_name)s: -%(damage)s point de vie (létal)

source: %(damager_name)s with %(weapon)s: -%(damage)s life point
fr: %(damager_name)s avec %(weapon)s: -%(damage)s point de vie

source: %(damager_name)s: -%(damage)s life point
fr: %(damager_name)s: -%(damage)s point de vie

source: <strong>%(damage)s</strong> damage caused
fr: <strong>%(damage)s</strong> dégât causé

source: <strong>%(damage)s</strong> life regenerated
fr: <strong>%(damage)s</strong> vie régénérée

source: %(healer_name)s: +%(heal)s life point
fr: %(healer_name)s: +%(heal)s point de vie

source: <strong>%(kills)s</strong> player killed
fr: <strong>%(kills)s</strong> victime

source: <strong>%(damage)s</strong> damage caused
fr: <strong>%(damage)s</strong> dégât causé
